{"section-title":{"title":"MTA Ridership Changes","subtitle":"due to COVID-19"},"section-intro":{"steps":[{"text":"In March 2020, New York City shut down to halt the spread of the novel <em>coronavirus</em>.","subtitle":"(Hint: keep scrolling to read more)","isMiddle":"true"},{"text":"While we were at home amidst this quarantine, we wanted to understand what was happening to our city through the lens of the subway system.","isMiddle":"true"},{"text":"This project is dedicated to all the <em>essential workers</em> who keep this city going.","isMiddle":"true"}]},"section-timeline":{"steps":[{"text":"On an average week, the Metropolitan Transit Authority (MTA) records over <em>30 million MetroCard swipes</em>."},{"text":"First week of January 2020, reports started coming out about a <a href=\"https://www.nytimes.com/2020/01/08/health/china-pneumonia-outbreak-virus.html\">mysterious newly-identified virus</a> discovered in Wuhan, China.","date":"29-12-2019"},{"text":"Towards the end of January, the <a href=\"https://www.nytimes.com/2020/01/30/health/coronavirus-world-health-organization.html\">World Health Organization declares</a> a “global health emergency”, and the first confirmed US case is identified in Washington state.","date":"30-01-2019"},{"text":"Week of Valentine’s Day, life in NY continues as usual. Meanwhile, the first COVID-19 related death was reported in Europe.","date":"14-02-2020"},{"text":"March 1st,  <a href=\"https://www.nytimes.com/2020/03/01/nyregion/new-york-coronvirus-confirmed.html\">New York State confirmed</a> its first COVID-19 case.","label":"First COVID-19 case in NY State","date":"01-03-2020"},{"text":"March 22nd, <a href=\"https://www.governor.ny.gov/news/governor-cuomo-signs-new-york-state-pause-executive-order\"> ‘NYS on Pause’</a> goes into effect closing all non-essential businesses statewide, leading to an unprecedented decline in ridership.","date":"22-03-2020"},{"text":"June 8th, <a href=\"https://www.governor.ny.gov/news/governor-cuomo-announces-new-york-city-enter-phase-1-reopening-june-8-and-five-regions-enter#:~:text=Cuomo%20today%20announced%20that%20New,Phase%202%20of%20reopening%20today\">Phase I</a> re-opening begins in New York City allowing retail and construction businesses return to work.","date":"08-06-2020"},{"text":""},{"text":"For this project we are interested in looking at the <em>change in ridership</em> during the first wave of coronavirus spread in NYC.","animation-key":"drawBoxes"},{"text":"To form a <em>baseline for ridership</em>, we averaged <a href=\"http://web.mta.info/developers/fare.html\">MetroCard swipe data</a> in the period from the beginning of the year until `NYS on Pause` went into effect (March 22nd).","step-description":"bars fade out","animation-key":"fadeOut"},{"text":"In the first few months after COVID-19 arrived in New York, ridership across the MTA system <em>dropped from over 30 Million to under 4 Million</em>, a decrease of over ↓87%.","step-description":"reference bands move closer together","animation-key":"moveTogether"},{"text":"Another way to look at this is that in the first wave of quarantine, only 13% of  passengers, approximately 1 in 8, were <em>still riding</em> the subway.","step-description":"gradient fills in between reference bands","animation-key":"gradient"}]},"section-map":{"steps":[{"text":"This decline was <em>not felt uniformly</em> across the city.","isMiddle":"true"},{"text":"The changes in ridership <em>vary greatly</em> between different stations and communities across the city.","step-description":"map fades in"},{"text":"Below you can see all the stations in the city with the color indicating how active a station was in the first few months of quarantine, relative to its ridership at the beginning of the year. Stations with lower relative ridership are shown in blue, while more active stations lean towards yellow.","step-description":"dots and lines fade in"},{"text":"We wanted to better understand these differences so we pulled in data from the <a href=\"https://www1.nyc.gov/site/planning/data-maps/open-data/dwn-acs-nta.page\">American Communities Survey</a> for the neighborhood surrounding each subway station.","step-description":"neighborhoods (NTA)s fill in"},{"text":"Specifically, we wanted to ask questions such as ‘Who is able to stay at home?’, ‘Who has to work at the front lines?’, ‘Which communities are at greater risk for exposure?’.","step-description":"map stays the same, text updates"},{"text":"Questions such as these are deeply entangled with the realities of deep, systemic racial and economic inequalities in our city.","step-description":"map stays the same, text updates"},{"text":"Take stations in this neighborhood of lower Manhattan. At the peak of quarantine, ridership in these stations plummeted by 98%-90%.","step-description":"zoom into neighborhood - SoHo-TriBeCa-Civic Center-Little Italy","nta":"SoHo-TriBeCa-Civic Center-Little Italy"},{"text":"This neighborhood is representative of others with low COVID-related ridership, including most of lower and mid Manhattan. These neighborhoods tended to have a higher percentage of white individuals, and higher per capita income.","step-description":"zoom into neighborhood - SoHo-TriBeCa-Civic Center-Little Italy","nta":"SoHo-TriBeCa-Civic Center-Little Italy"},{"text":"Contrast this with the ridership within the Brownsville Neighborhood. At the peak of quarantine, there was still an average of 30% ridership. This means that 1 in 3 people were still riding the subway during this time.","step-description":"zoom into neighborhood - Brownsville","nta":"Brownsville"},{"text":"This predominantly Black neighborhood contains a much higher percentage of individuals employed in educational, health and social services (many of our frontline workers). Additionally, the per capita income in this neighborhood is one fifth of that in the previous neighborhood, suggesting that many simply could not afford to stay home.","step-description":"zoom into neighborhood - Brownsville","nta":"Brownsville"},{"text":"We can also explore these stations off of the map in order to look more directly at the relationship between change in ridership and various social and economic factors.","step-description":"zoom out to see whole map - slowly fade out everything but dots"},{"text":"Here along the x-axis we can see the overall distribution of change in ridership across all the stations in the city.","step-description":"dots rearrange themselves into scatterplot","subtitle":"(Hint: you can hover over to interact with the dots below)"},{"text":"This first chart looks at the industries in which people work and shows the percent employed in Education, Health Care and Social Assistance. Presumably, these are many of our front-line essential workers.","dot-position":{"yKey":"edhlthcsaP"},"subtitle":"(Hint: use the filters below to highlight your train line or neighborhood)","step-description":"dots rearrange themselves into first scatterplot"},{"text":"This chart now shows the percent of the population that does not identify as white. Communities of color are correlated with more active subway stations, suggesting that these individuals were less able to stay home.","dot-position":{"yKey":"pct_nonwhite"},"subtitle":"(Hint: use the filters below to highlight your train line or neighborhood)","step-description":"dots rearrange themselves into scatterplot"},{"text":"Here we see the percent of the population who received Food Stamps/SNAP benefits. More active stations were often in neighborhoods that have much higher rates of food insecurity.","dot-position":{"yKey":"inc_snapP"},"subtitle":"(Hint: use the filters below to highlight your train line or neighborhood)","step-description":"dots rearrange themselves into scatterplot"},{"text":"We can also look at each neighborhood’s Per Capita Income, noting how income inequality tracks with health and wellbeing inequality.","dot-position":{"yKey":"percapincE"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"Our final graph sheds light on a troubling disparity that emerges when looking at the percent of the population with no health insurance coverage. More active stations are often in neighborhoods where many remain completely uninsured.","dot-position":{"yKey":"nhinsP"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"This is a striking trend to note as it appears that the communities that are putting themselves most at risk for exposure, are also the ones living most precariously without fundamental needs and protections met.","dot-position":{"yKey":"nhinsP"},"step-description":"Back to map with controls on top"},{"text":"Finally, we wanted to return our stations to the map for you to explore as you like."}]},"section-methodology":{"title":"Methodology","steps":[{"text":"This project was concepted, researched, designed and built by <a href=\"http://two-n.com/\">Two-N</a> <span class=”two-n”></span>."},{"text":"<a href=\"http://two-n.com/\">Two-N</a> is an award-winning boutique data visualization agency. We design and build interactive software that turns data into graphically delightful informative experiences."}],"datasources":[{"source":"<a href=\"http://web.mta.info/developers/fare.html\">MTA weekly swipes data</a>","accessed":"last pulled on August 2nd 2020"},{"source":"<a href=\"https://www1.nyc.gov/site/planning/data-maps/open-data/dwn-acs-nta.page\">American Communities Survey, by Neighborhood Tabulation Area (NTA)</a>","accessed":"last pulled June 26th 2020"},{"source":"<a href=\"https://data.cityofnewyork.us/Transportation/Subway-Lines/3qz8-muuu\">MTA Lines</a>","accessed":"last pulled May 13th 2020"}]}}