{"section-title":{"title":"MTA Ridership Changes","subtitle":"due to COVID-19"},"section-intro":{"steps":[{"text":"In March 2020, New York City shut down to halt the spread of the novel <em>coronavirus</em>.","isMiddle":"true"},{"text":"While we were at home amidst this quarantine, we wanted to understand what was happening to our city through the lens of the subway system.","isMiddle":"true"},{"text":"This project is dedicated to all the <em>essential workers</em> who keep this city going.","isMiddle":"true"}]},"section-timeline":{"steps":[{"text":"On an average week, the Metropolitan Transit Authority (MTA) records over <em>30 million MetroCard swipes</em>."},{"text":"In the first week of January 2020, reports started coming out about a <a href=\"https://www.nytimes.com/2020/01/08/health/china-pneumonia-outbreak-virus.html\">mysterious newly-identified virus</a> discovered in Wuhan, China.","date":"29-12-2019"},{"text":"March 7th, the governor of New York, Andrew Cuomo, declares a <a href=\"https://www.governor.ny.gov/news/no-202-declaring-disaster-emergency-state-new-york\">state of emergency</a>.","date":"07-03-2020"},{"text":"March 22nd, <a href=\"https://www.governor.ny.gov/news/governor-cuomo-signs-new-york-state-pause-executive-order\"> ‘NYS on Pause’</a> goes into effect closing all non-essential businesses statewide. By this point ridership had already decreased dramatically as many who had the flexibility opted to work from home.","date":"22-03-2020"},{"text":"April 7th, New York City reaches the highest number of COVID-19 related deaths, totalling <a href=\"https://www1.nyc.gov/site/doh/covid/covid-19-data.page\">3,932 deaths in a single week</a>.","date":"07-04-2020"},{"text":"June 8th, New York City begins to awaken slowly with <a href=\"https://www.governor.ny.gov/news/governor-cuomo-announces-new-york-city-enter-phase-1-reopening-june-8-and-five-regions-enter#:~:text=Cuomo%20today%20announced%20that%20New,Phase%202%20of%20reopening%20today\">Phase I</a> of reopening, allowing retail and construction businesses return to work.","date":"08-06-2020"},{"text":""},{"text":"For this project we are interested in looking at the <em>change in ridership</em> during the first wave of coronavirus spread in NYC.","animation-key":"drawBoxes"},{"text":"To form a <em>baseline for ridership</em>, we averaged <a href=\"http://web.mta.info/developers/fare.html\">MetroCard swipe data</a> in the period from the beginning of the year until the state of emergency is declared for New York State (March 7th).","step-description":"bars fade out","animation-key":"fadeOut"},{"text":"In the first few months after COVID-19 arrived in New York, ridership across the MTA system <em>dropped from over 30 million average passengers a week to 4 million</em>, a decrease of over ↓87%.","step-description":"reference bands move closer together","animation-key":"moveTogether"},{"text":"Another way to look at this is that in the first wave of quarantine, only 13% of  passengers, approximately 1 in 8, were <em>still riding</em> the subway.","step-description":"gradient fills in between reference bands","animation-key":"gradient"}]},"section-map":{"steps":[{"text":"This decline was <em>not felt uniformly</em> across the city.","isMiddle":"true"},{"text":"The changes in ridership <em>vary greatly</em> between different stations and communities across the city.  We wanted to ask questions such as <em>‘Who is able to stay at home?’</em>, ‘Who has to work at the front lines?’, ‘Which communities are at greater risk for exposure?’","step-description":"dots and lines fade in"},{"text":"Below you can see all the stations in the city with the color indicating <em>how active a station was</em> in the first few months of quarantine, relative to its ridership at the beginning of the year. We pulled in data from the <a href=\"https://www1.nyc.gov/site/planning/data-maps/open-data/dwn-acs-nta.page\">American Communities Survey</a> for the neighborhood surrounding each subway station to better understand these differences.","step-description":"neighborhoods (NTA)s fill in"},{"text":"What we see is that ridership during this period varies greatly with each station’s location. Further examination shows that these changes in ridership are intricately connected with the realities of the deep, systemic, racial and economic inequalities in our city.","step-description":"map stays the same, text updates"},{"text":"Take for example stations in this neighborhood of lower Manhattan — at the peak of quarantine, ridership in these stations plummeted by 88%-90%.","step-description":"zoom into neighborhood - SoHo-TriBeCa-Civic Center-Little Italy","nta":"SoHo-TriBeCa-Civic Center-Little Italy"},{"text":"This neighborhood is representative of others with low COVID-related ridership, including most of lower and mid Manhattan. These neighborhoods tend to have a higher percentage of white individuals, and higher per capita income.","step-description":"zoom into neighborhood - SoHo-TriBeCa-Civic Center-Little Italy","nta":"SoHo-TriBeCa-Civic Center-Little Italy"},{"text":"Contrast this with the ridership within the Brownsville Neighborhood. At the peak of quarantine, there was still an average of 30% ridership. This means that about <em>1 in 3</em> people were still riding the subway during this time.","step-description":"zoom into neighborhood - Brownsville","nta":"Brownsville"},{"text":"This predominantly Black neighborhood contains a much higher percentage of individuals employed in educational, health and social services (many of our frontline workers). Additionally, the per capita income in this neighborhood is one fifth of that in the previous neighborhood, suggesting that many simply could not afford to stay home.","step-description":"zoom into neighborhood - Brownsville","nta":"Brownsville"},{"text":"We can also explore these stations off of the map in order to look more directly at the relationship between change in ridership and various social and economic factors.","step-description":"zoom out to see whole map - slowly fade out everything but dots"},{"text":"Here along the x-axis we can see the overall distribution of change in ridership across all the stations in the city.","step-description":"dots rearrange themselves into scatterplot"},{"text":"Here we look at the industries in which people work — specifically focusing on the percent employed in <em>Education, Health Care and Social Assistance</em>. Presumably, these are many of our front-line essential workers.","subtitle":"(Hint: use the filters below to highlight your train line or neighborhood)","dot-position":{"yKey":"edhlthcsaP"},"step-description":"dots rearrange themselves into first scatterplot"},{"text":"This chart shows the percent of the population that does not identify as white. Neighborhoods with more people of color are correlated with more active subway stations, suggesting higher risk of exposure for individuals within these communities.","dot-position":{"yKey":"pct_nonwhite"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"Here we see the percent of the population who received Food Stamps/SNAP benefits in the 12 months prior to the collection of this data. More active stations are often in neighborhoods that have higher rates of food insecurity.","dot-position":{"yKey":"inc_snapP"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"We can also look at each neighborhood’s <em>Per Capita Income</em>, noting how income inequality tracks with health and wellbeing inequality. Here we see the stark correlation between income and ridership, where neighborhoods with lower income are generally more active.","dot-position":{"yKey":"percapincE"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"Our final graph sheds light on a troubling disparity that emerges when looking at the percent of the population with no health insurance coverage. More active stations are often in neighborhoods where many remain <em>completely uninsured</em>.","dot-position":{"yKey":"nhinsP"},"step-description":"dots rearrange themselves into scatterplot"},{"text":"This is a striking trend to note as it appears that the communities that are most at risk for exposure, are also the ones most deprived of fundamental needs and protections.","dot-position":{"yKey":"nhinsP"},"step-description":"Back to map with controls on top"},{"text":"Finally, we wanted to return our stations to the map for you to explore as you like.","subtitle":"(Hint: use the filters below to highlight your train line or neighborhood)"}]},"section-methodology":{"title":"Credits","steps":[{"text":"<a href=\"https://www.aucherserr.com/\">Aucher Serr</a> is a design technologist working at Two-N and currently living in Brooklyn, NY.  She strives to make data more accessible and is interested in how public resources impact society."},{"text":"<a href=\"http://two-n.com/\">Two-N</a> is an award-winning boutique data visualization agency. We specialize in creating interactive software that turns data into graphically delightful informative experiences."}],"datasources":[{"source":"<a href=\"http://web.mta.info/developers/fare.html\">MTA weekly fare data</a>","accessed":"last accessed August 2nd 2020"},{"source":"<a href=\"https://www1.nyc.gov/site/planning/data-maps/open-data/dwn-acs-nta.page\">American Communities Survey, by Neighborhood Tabulation Area (NTA)</a>","accessed":"last accessed June 26th 2020"},{"source":"<a href=\"https://data.cityofnewyork.us/Transportation/Subway-Lines/3qz8-muuu\">MTA Lines</a>","accessed":"last accessed May 13th 2020"}],"footer":"<a href=\"http://two-n.com/\"><span class=two-n></span></a>Designed, researched, and developed by <a href=\"http://two-n.com/\">Two-N</a>."}}